/*
 Navicat Premium Data Transfer

 Source Server         : localhost_3306
 Source Server Type    : MySQL
 Source Server Version : 50727
 Source Host           : localhost:3306
 Source Schema         : lvyoukeshihua

 Target Server Type    : MySQL
 Target Server Version : 50727
 File Encoding         : 65001

 Date: 25/10/2021 15:31:11
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for case_item
-- ----------------------------
DROP TABLE IF EXISTS `case_item`;
CREATE TABLE `case_item`  (
  `case_id` int(11) NOT NULL AUTO_INCREMENT,
  `景区名` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `价格` float NULL DEFAULT NULL,
  `评分` float NULL DEFAULT NULL,
  `销量` float NULL DEFAULT NULL,
  `星级` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `地区` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `地址` varchar(520) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `介绍` varchar(1240) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `景点` varchar(520) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `case_datetime` datetime(0) NULL DEFAULT NULL,
  PRIMARY KEY (`case_id`) USING BTREE,
  UNIQUE INDEX `case_id`(`case_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 286 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of case_item
-- ----------------------------
INSERT INTO `case_item` VALUES (1, '毕棚沟', 129, 0.7, 11342, '4A', '四川', '阿坝藏族羌族自治州理县朴头镇庄房村88号', '知名的红叶观赏圣地，成都西北伊甸园', '毕棚沟世纪温泉,毕棚沟滑雪场,鹧鸪山,白龙瀑布', '2021-10-06 12:10:08');
INSERT INTO `case_item` VALUES (2, '都江堰', 58, 1, 6286, '5A', '四川', '成都市都江堰市公园路', '延续两千年的水利工程', '都江堰VR全景旅游体验,宝瓶口,鱼嘴分水堤,松茂古道,卧铁,秦堰楼,玉垒阁,都江堰檩然温泉度假酒店,都江堰无忧谷赵公山滑翔伞基地,二王庙,飞沙堰,清溪园,安澜索桥', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (3, '九寨沟', 259, 1, 14521, '5A', '四川', '阿坝藏族羌族自治州九寨沟县漳扎镇九寨沟沟口301省道旁边', '九寨归来不看水', '九宝莲花菩提塔,白马人家,金铃海,扎如沟,九寨沟直通车,黄哈达之家藏羌烤羊晚会,树正寨,九寨沟原始森林,诺日朗餐厅,孔雀河道,鹰爪洞,则查洼沟,日则沟,九寨沟观光车,九寨沟阳光生活音乐会', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (4, '颐和园', 30, 0.82, 12105, '5A', '北京', '北京市海淀区新建宫门路19号', '走入清朝皇帝的皇家园林', '德和园,邀月门,西堤,排云殿,苏州街,文昌院,佛香阁,万寿山,杨仁风花园,听鹂馆,谐趣园,仁寿殿,多宝琉璃塔', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (5, '天坛公园', 16.1, 0.8, 7740, '5A', '北京', '北京市东城区天坛路甲1号', '明清时期皇帝祭天的地方', '神乐署,双环亭,斋宫,双环万寿亭,北宰牲亭,天坛北神厨,三音石,圜丘,丹陛桥,回音壁,皇乾殿,皇穹宇,祈年殿', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (6, '成都大熊猫繁育研究基地', 52, 0.8, 13631, '4A', '四川', '成都市成华区外北熊猫大道1375号', '萌哒哒的国宝在等你', '', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (7, '八达岭长城', 40, 0.82, 9965, '5A', '北京', '北京市延庆区G6京藏高速58号出口', '不到长城非好汉', '詹天佑铜像,詹天佑纪念馆,八达岭饭店,八达岭长城缆车', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (8, '上海海昌海洋公园', 199, 0, 28236, '4A', '上海', '上海市浦东新区南汇新城镇银飞路166号', '《极限挑战》拍摄地', '水舞鱼间,冰山北极馆,天幕影院,火山漂流,深海奇航,海兽探秘馆,海底世界馆,海象剧场《海象嘻游记》,海豚过山车,超感4D影院《极地探秘》,海洋梦幻花车巡游,美人鱼表演《人鱼童话》,海豚剧场《海豚奇缘》,南极企鹅馆,白鲸剧场《白鲸之恋》,珊瑚水母馆,火山鲨鱼馆', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (9, '恭王府', 42, 0.74, 7235, '5A', '北京', '北京市西城区前海西街17号', '旧时清朝大臣和珅的府邸', '多福轩', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (10, '秦始皇帝陵博物院（兵马俑）', 120, 0.88, 10688, '5A', '陕西', '陕西省西安市临潼区秦陵北路与秦俑馆公路交叉口', '秦始皇的地下御林军', '秦始皇陵丽山园景区,秦陵铜车马', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (11, '故宫', 58, 1, 16270, '5A', '北京', '北京市东城区景山前街4号', '穿越明清两朝的皇家宫殿群', '珍妃井,长春宫,珍宝馆,故宫礼物,钟表馆,东六宫,皇极门,故宫讲解,畅音阁,皇极殿', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (12, '峨眉山', 160, 1, 11875, '5A', '四川', '乐山市峨眉山市名山南路41号峨眉山（西南门）附近', '访佛教圣地看调皮猴群', '仙峰寺,万年寺,报国寺,九老洞,善觉寺,神水池,卧云禅院,第一山亭,清音阁,洪椿坪,伏虎寺,峨眉山金顶索道,洗象池,牛心石,卧云庵,双桥清音,九老仙府,峨眉山生态猴区,金顶,峨眉山演艺中心,圣水禅院,太子坪,九十九道拐,纯阳殿,峨眉山滑雪场,雷洞坪,舍身崖,黑龙江栈道,无梁砖殿,峨眉山漂流', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (13, '圆明园', 9.8, 0.76, 5553, '5A', '北京', '北京市海淀区清华西路28号', '毁于战火的清代皇家园林', '圆明园展览馆,庄严法界,长春园,含经堂遗址,仙人承露台,海岳开襟,圆明园盛时全景模型展,西洋楼遗址,别有洞天,蓬岛瑶台', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (14, '黄龙风景区', 170, 0.74, 6556, '5A', '四川', '阿坝藏族羌族自治州松潘县平松路附近', '保护完好的高原湿地', '五彩池,洗身洞,转花玉池,金沙铺地,迎宾池,飞瀑流辉,争艳池,扇子洞,盆景池', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (15, '拙政园', 80, 1, 5347, '5A', '江苏', '苏州市姑苏区东北街178号', '设计精巧的苏州地标园林', '梧竹幽居,秫香馆,天泉亭,缀云峰,倚虹亭,留听阁,波形廊,兰雪堂', '2021-10-06 12:10:09');
INSERT INTO `case_item` VALUES (16, '武功山', 60, 1, 5629, '5A', '江西', '萍乡市芦溪县境内', '露营观日出云海', '武功山纵野沙滩车,武功山滑草场,武功山金顶,萍乡武功山乐骋沙滩车,萍乡武功山漂流,武功山花涧里', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (17, '上海野生动物园', 164, 0.72, 7746, '5A', '上海', '上海市浦东新区南六公路178号', '与世界各地动物亲密接触', '国际马戏剧场,大熊猫馆', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (18, '乐山大佛', 80, 0.82, 7104, '5A', '四川', '乐山市市中区凌云路2435号', '临江而建的巨型弥勒佛坐像', '凌云禅院,乌尤寺,巨型睡佛', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (19, '小七孔景区', 50, 0.7, 6244, '5A', '贵州', '黔南州荔波县孟柳风情小镇旁', '世界遗产中国喀斯特', '小七孔古桥,天钟洞,卧龙谷漂游', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (20, '梵净山', 164.5, 1, 5407, '5A', '贵州', '铜仁市江口县太平乡黑湾河梵净山景区', '佛教和避暑名山', '红云金顶,文昌阁,太平河,梵净山公园,梵净溪流', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (21, '宏村', 94, 0.78, 4990, '5A', '安徽', '黄山市黟县宏村镇宏村景区', '中国画里乡村', '宏村《阿菊》演出,桃园居,松鹤堂,敦厚堂,望月堂,乐叙堂,十三楼,宏村冰雪世界,承志堂,树人堂', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (22, '华谊兄弟电影世界', 129, 0, 8061, '0A', '江苏', '苏州市工业园区阳澄湖大道188号', '身临其境电影世界', '太极,集结号,通天帝国,非诚勿扰', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (23, '西江千户苗寨', 110, 1, 5843, '4A', '贵州', '黔东南苗族侗族自治州雷山县西江镇南贵村', '依山而建的苗寨', '西江苗族博物馆,嘎歌古巷,阿幼民族文化博物馆,蜡染坊,鼓藏堂,《西江盛典》苗族大型山水实景演出,银饰坊', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (24, '四姑娘山', 90, 0.74, 6542, '4A', '四川', '阿坝藏族羌族自治州小金县日隆乡境内', '四川大熊猫栖息地世界遗产', '长坪沟,海子沟,双桥沟', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (25, '张掖七彩丹霞旅游景区', 75, 0, 4574, '5A', '甘肃', '张掖市临泽县倪家营乡南台村', '丹霞地貌与彩色丘陵', '', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (26, '黄山风景区', 190, 1, 6101, '5A', '安徽', '黄山市黄山区汤口镇', '览黄山秋色处处胜景', '天鹅孵蛋,金鸡叫天门,黄山白云宾馆,山之恋咖啡厅,玉屏索道,天都峰,人字瀑,光明顶,半山寺,探海松,鳌鱼洞,辕门松,北海,上升峰,五老荡船,仙人下棋,云谷寺,云谷索道,松鼠跳天都,迎客松,西海大峡谷,立佛石,鳌鱼峰,排云楼宾馆,玉屏楼宾馆,黄山北海宾馆,黑虎松,野人谷,炼丹台,轿顶峰,金牛潭,太平索道,眉毛峰,黄山温泉-天下名泉,书箱峰,宝塔松,关公挡曹,黄山狮林大酒店,西海饭店,始信峰,白鹅岭', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (27, '龙门石窟', 90, 1, 4594, '5A', '河南', '洛阳市洛龙区龙门镇龙门大道', '中国四大石窟之一', '禹王池,潜溪寺,奉先寺,大万伍佛洞,看经寺罗汉,造像记,古阳洞,宾阳洞,龙门二十品', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (28, '稻城亚丁', 266, 1, 3837, '5A', '四川', '甘孜藏族自治州稻城县', '秋色极美的高原徒步胜地', '仙乃日,冲古寺,夏诺多吉,念青贡嘎日松贡布,央迈勇', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (29, '横店影视城', 274.4, 1, 4382, '5A', '浙江', '金华市东阳市横店镇', '穿越时空的旅行', '横店梦泉谷温泉度假区,梦外滩影视主题公园,横店秦王宫,横店屏岩洞府,横店明清宫苑,清明上河图,广州街香港街,横店梦幻谷', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (30, '黄果树瀑布', 220, 1, 4998, '5A', '贵州', '安顺市镇宁布依族苗族自治县', '86版《西游记》取景地', '', '2021-10-06 12:10:11');
INSERT INTO `case_item` VALUES (31, '普陀山风景区', 170, 1, 4944, '5A', '浙江', '舟山市普陀山梅岑路85-1号（普陀山正山门旅游服务中心，普陀山售票窗口旁边）', '‘海天佛国’的观音道场', '杨枝禅院,普陀山佛顶山索道,普陀山至上海慢船,佛教盛典《观世音》,西天景区,二龟听法石,慈云禅院,慧济禅寺,普陀山一日游,五十三参石,佛顶山,普济寺,普陀山至上海快艇,梅福庵,观音古洞,短姑道头,洛迦山,心字石,法雨寺,天门清梵,香云路', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (32, '天门山国家森林公园', 278, 0.82, 4410, '5A', '湖南', '张家界市永定区大庸路天门山索道公司下站', '乘观光索道游悬崖深谷', '上天梯,天门山悬索桥,灵泉,玉壶峰,鬼谷栈道,天门山索道,天门洞,东线玻璃栈道,通天大道,野拂藏宝,穿山扶梯,玻璃栈道', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (33, '青城山', 78, 0.96, 4180, '5A', '四川', '都江堰市西南部青城山风景区', '探访道教发源地', '全真观,金鞭岩,圆明宫,青城后山,鸳鸯井,天然阁,青城山前山,四川都江堰青城山高尔夫俱乐部,天师洞,老君阁,三潭雾泉,掷笔槽,建福宫,王婆岩,青城山心越道温泉,都江堰青城山漂流', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (34, '上海迪士尼乐园', 385, 0, 20338, '0A', '上海', '上海市浦东新区川沙新镇黄赵路310号', '充满欢乐童真的梦幻乐园', '漫威英雄总部,晶彩奇航,奇幻童话城堡,雷鸣山漂流,七个小矮人矿山车,上海迪士尼跟拍,太空幸会史迪奇,弹簧狗团团转,米奇童话系列,旋转疯蜜罐,船奇戏水滩,喷气背包飞行器,探秘海妖复仇号,抱抱龙冲天赛车,探险家独木舟,古迹探索营,幻想曲旋转木马,加勒比海盗——沉落宝藏之战,创极速光轮,胡迪牛仔嘉年华,小熊维尼历险记,十二朋友园,点亮奇梦：夜光幻影秀,小飞象,爱丽丝梦游仙境迷宫,巴斯光年星际营救,翱翔•飞越地平线', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (35, '武汉海昌极地海洋公园', 169, 0, 5802, '4A', '湖北', '武汉市东西湖区金银潭大道96号', '观赏海洋动物和精彩表演', '', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (36, '世界之窗', 110, 0, 3886, '5A', '广东', '深圳市南山区华侨城深南大道9037号', '看全球名胜缩影环游世界', '世界之窗阿尔卑斯冰雪世界,奇幻美洲', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (37, '南京总统府', 32, 0.8, 3940, '4A', '江苏', '南京市玄武区长江路292号', '中西合璧的南京标志建筑', '陶林二公祠,乾隆御碑亭', '2021-10-06 13:27:41');
INSERT INTO `case_item` VALUES (38, '武隆仙女山国家森林公园', 50, 0.82, 4036, '5A', '重庆', '重庆市武隆县仙女山国家森林公园', '拥有草原风光的南国牧场', '仙女山滑雪场,仙女山树顶漫步,武隆仙女峡漂流', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (39, '蜈支洲岛', 140, 0.86, 4640, '5A', '海南', '三亚市海棠区海棠湾镇蜈支洲岛', '浪漫的潜水度假胜地', '情人桥,生命井,金龟探海', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (40, '南山文化旅游区', 122, 0.76, 4728, '5A', '海南', '三亚市崖州区崖城镇南山景区', '欣赏海景拜访佛教名胜', '', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (41, '成都海昌极地海洋公园', 229, 0, 4368, '4A', '四川', '成都市天府新区华阳海洋路68号', '近距离接触海洋极地动物', '4D动感体验馆,潜水体验', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (42, '乌镇', 100, 1, 3468, '5A', '浙江', '嘉兴桐乡市乌镇石佛南路18号', '电视剧《似水年华》取景地', '乌村,石佛禅寺,北湿地,乌镇西栅,元宝湖,南栅,乌镇一日游,唏喏斯主题动物园,乌镇东栅,浙江展轶通航乌镇直升机基地,三珍斋', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (43, '张家界国家森林公园', 227, 0.94, 3509, '5A', '湖南', '张家界市武陵源区', '遍布奇峰的知名风景区', '醉罗汉,天子山,鹞子寨景区,砂刀沟,百龙天梯,空中走廊,紫草潭,情人峰,跳鱼潭,乾坤柱,十里画廊,金鞭溪,天子阁,雾海金龟,蜡烛峰,猪八戒背媳妇,大氧吧广场,劈山救母,天桥遗墩,树栖星之营地,仙女散花,西天取经,金鞭岩,袁家界风景区,黄石寨索道,袁家寨子,琵琶溪,母子峰,四十八将军岩,文星岩,猴帅点兵,天下第一桥,灵石咬树', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (44, '北京动物园', 18.2, 0.72, 4572, '4A', '北京', '北京市西直门外大街137号', '观赏众多的珍稀动物', '火烈鸟馆,畅观楼,熊猫馆', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (45, '涠洲岛', 98, 0.92, 5275, '5A', '广西', '北海市海城区涠洲镇', '观熔岩奇观享海岛慢生活', '贝壳沙滩,涠洲岛国家地质博物馆,涠洲岛潜水,涠洲岛客运码头-候船区,猪仔岭,涠洲岛船票,涠洲岛风流帆船俱乐部,鳄鱼山景区,北海渔家乐,滴水丹屏,涠洲岛主标志广场,涠洲岛海上不倒翁帆船体验,南湾中心', '2021-10-06 13:27:42');
INSERT INTO `case_item` VALUES (46, '三星堆博物馆', 95.8, 1, 6154, '4A', '四川', '四川广汉市西安路133号', '古蜀文化遗址', '', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (47, '成都动物园', 20, 0.7, 4939, '0A', '四川', '成华区昭觉寺南路234号(驷马桥)', '看看金丝猴馆和熊猫馆', '', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (48, '镇北堡西部影城', 79.9, 0, 3608, '5A', '宁夏', '银川市西夏区镇北堡110国道路东', '荒凉的影视城中当一回明星', '影视一条街,都督府,月亮门', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (49, '长隆野生动物世界', 294, 0.74, 5184, '0A', '广东', '广州市番禺区大石镇105国道大石段593号', '《爸爸去哪儿》拍摄地', '狂野地带,金猴王国,澳州森林,东非草原,南亚雨林,儿童天地,欧洲山地,中亚荒漠,长颈鹿广场,百虎山,熊猫乐园,南非高原,侏罗纪森林,空中缆车,大象园,非洲森林,美洲丛林', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (50, '杜甫草堂', 47, 0.86, 3612, '4A', '四川', '成都市青羊区青华路37号', '访杜甫旧居朝圣文化圣地', '大雅堂,浣花夫人祠', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (51, '南通森林野生动物园', 165, 0, 4245, '4A', '江苏', '南通市港闸区通刘路299号', '南通娱乐科普珍稀动物园', '', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (52, '古北水镇', 140, 0, 4285, '0A', '北京', '北京市密云区古北口镇司马台村古北水镇 （京承高速24号司马台长城出口）', '在长城脚下泡温泉爬长城', '八旗会馆,古北之光温泉,司马小烧酒坊,段家大院精品温泉酒店,古北水镇天然温泉,永顺染坊,御大温泉,日月岛广场', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (53, '婺源篁岭', 139, 0, 3153, '4A', '江西', '上饶市婺源县江湾镇篁岭村', '“晒秋”文化起源地', '', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (54, '黄鹤楼', 65, 1, 3840, '5A', '湖北', '武汉市武昌区蛇山西山坡特1号', '诗词绝句中的江南名楼', '毛泽东词亭,九九归鹤图浮雕,搁笔亭,千禧吉祥钟,胜像宝塔,白云阁', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (55, '酉阳桃花源', 87, 0.72, 3374, '5A', '重庆', '重庆市酉阳土家族苗族自治县境内县桃花源路232号', '陶渊明笔下的世外桃源', '太古洞,酉州古城,世外桃源,梦幻桃源实景演出', '2021-10-06 13:27:43');
INSERT INTO `case_item` VALUES (56, '云南民族村', 79.5, 0.78, 4105, '4A', '云南', '昆明市西山区滇池路1310号', '体验云南25个民族文化', '彝族村,白族村,阿昌族寨,《高原的呼唤》', '2021-10-06 13:27:44');
INSERT INTO `case_item` VALUES (57, '西安城墙', 54, 0.82, 3456, '5A', '陕西', '西安市碑林区南大街2号（此为永宁门地址，西安城墙位于西安市中心，有城门多座，地址不同）', '十三朝古都的历史见证', '小南门,西安城墙灯会,梦长安', '2021-10-06 13:27:44');
INSERT INTO `case_item` VALUES (58, '恩施大峡谷', 2.5, 0, 3446, '5A', '湖北', '湖北省恩施市沐抚办事处恩施大峡谷游客接待中心', '断崖绝壁奇景', '云龙地缝,七星寨,大楼门群峰', '2021-10-06 13:27:44');
INSERT INTO `case_item` VALUES (59, '珠海长隆海洋王国', 383, 0, 5550, '0A', '广东', '珠海市横琴新区富祥湾珠海长隆度假区内', '亚洲首台水上过山车', '水獭之家,海底互动船,5D电影院,飞行过山车,超级激流,海狮剧场(入口2),鹦鹉过山车,海洋鱼类展馆,海洋保卫战,海牛馆,冰山过山车,白鲸馆,碰碰乐,企鹅馆,激浪帆船,梦幻海洋,鲸鲨馆,5D城堡影院,海狮港湾', '2021-10-06 13:27:44');
INSERT INTO `case_item` VALUES (60, '沙坡头旅游区', 75, 1, 3123, '5A', '宁夏', '宁夏回族自治区中卫市沙坡头区迎水桥镇', '集大漠、黄河、高山、绿洲为一处', '乘坐羊皮筏子,黄河3D玻璃桥', '2021-10-06 13:27:44');
INSERT INTO `case_item` VALUES (61, '鸣沙山月牙泉', 121.9, 0.86, 3143, '5A', '甘肃', '酒泉市敦煌市南6公里', '沙漠与清泉共存', '鸣沙山,敦煌驼铃国际沙漠露营基地,敦煌月牙泉直升机空中游览,月牙湾国际沙漠露营基地', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (62, '深圳欢乐谷', 115, 0.8, 2747, '5A', '广东', '深圳市南山区华侨城侨城西路', '丰富多彩的水陆游乐项目', '飓风眼,森林攀爬,UFO,完美风暴,飓风湾,卡通剧场,影视特技馆,寻梦河,欢乐风火轮,太空梭,城堡守望者,龙卷风,激流勇进,欢乐干线,金矿镇,丛林水战,蚁兵特工队,发现者,雪山飞龙,魔幻剧场', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (63, '北京环球度假区', 637.88, 0, 12419, '0A', '北京', '北京市通州区北京环球度假区', '大片世界，在此成真', '', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (64, '武隆天生三桥风景区', 125, 0.72, 3153, '5A', '重庆', '重庆市武隆区仙女山镇游客接待中心', '天坑之中的电影取景地', '天生三桥玻璃眺望台', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (65, '成都武侯祠', 94.8, 0.9, 2996, '4A', '四川', '成都市武侯区武侯祠大街231号', '祭拜诸葛亮刘备品三国文化', '诸葛武侯庙,锦时记忆汉服体验馆,刘湘之墓,刘备墓,三义庙,刘备庙', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (66, '康定情歌木格措风景区', 195, 0, 3300, '4A', '四川', '甘孜藏族自治州康定市雅拉乡王母村', '游山玩水泡天然温泉', '红海草原', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (67, '金塔沙漠胡杨林景区', 65, 0, 1698, '4A', '甘肃', '酒泉市金塔县城以西约6公里', '秋日里金色胡杨美如画', '', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (68, '中国科学技术馆', 30, 0, 3704, '0A', '北京', '北京市朝阳区北辰东路5号', '小朋友的科学乐园', '中国科技馆新馆巨幕影院', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (69, '上海海洋水族馆', 155, 0.74, 3873, '4A', '上海', '上海市浦东新区陆家嘴环路1388号', '漫步海底隧道观赏海洋生物', '', '2021-10-06 18:11:53');
INSERT INTO `case_item` VALUES (70, '上海科技馆', 66.6, 0.74, 3281, '5A', '上海', '上海市浦东新区世纪大道2000号', '寓教于乐的科普天堂', '', '2021-10-06 18:11:54');
INSERT INTO `case_item` VALUES (71, '台儿庄古城', 48, 0, 2442, '5A', '山东', '枣庄市台儿庄区东顺路中段古城东门', '京杭运河仅存古城遗迹', '船形街,台儿庄古城滑雪场,中华珠算博物馆,兰婷书寓', '2021-10-06 18:11:54');
INSERT INTO `case_item` VALUES (72, '海螺沟', 160, 0.9, 3152, '5A', '四川', '甘孜藏族自治州东南部贡嘎山东坡', '感受神秘的云海仙境', '《云中贡嘎》歌舞晚会,贡嘎神汤温泉,逸家森林温泉,大冰瀑布,雅家情海,红石滩,海螺沟长征大酒店温泉,海螺沟半亩山庄温泉,四号营地,海螺沟木林森村温泉,海螺沟冰川温泉度假村,海螺沟冰川索道', '2021-10-06 18:11:54');
INSERT INTO `case_item` VALUES (73, '西溪国家湿地公园', 57, 0, 3191, '5A', '浙江', '杭州市西湖区天目山路518号（周家村入口）或者杭州市余杭区五常街道五常大道（龙舌嘴主出入口）', '春色满园“且留下”', '秋雪庵,西溪草堂,深潭口', '2021-10-06 18:11:54');
INSERT INTO `case_item` VALUES (74, '秦岭野生动物园', 100, 0.7, 3170, '4A', '陕西', '西安市长安区滦镇', '观看放养的各类猛兽', '水魔方动漫水世界', '2021-10-06 18:11:54');
INSERT INTO `case_item` VALUES (75, '中国唐城', 79, 0, 3059, '4A', '湖北', '襄阳市襄城区向阳路十家庙村4组（习家池对面）', '唐代建筑影视拍摄基地', '', '2021-10-06 18:11:54');
INSERT INTO `case_item` VALUES (76, '长恨歌', 268, 0, 5048, '0A', '陕西', '西安市临潼区华清路38号（华清池景区内）', '杨贵妃与唐明皇的千古爱情', '', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (77, '寒山寺', 17.4, 0.88, 3578, '4A', '江苏', '苏州市姑苏区寒山寺弄24号', '《枫桥夜泊》中的千年名寺', '枫江楼,藏经楼', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (78, '上海欢乐谷', 228.8, 0.72, 2591, '4A', '上海', '上海市松江区佘山镇林湖路888号', '老少皆宜的知名主题乐园', '海洋奇幻馆,奇趣海狮秀,海星剧场,海洋一号,潜水袋鼠,海样年华,绝顶雄风,丛林抢险,谷木游龙,欢乐对对碰,完美风暴,天地双雄,肯配古塔,旋转木马,浪花飞舞,水母世界,海洋环廊,极速旋风,航海战舰,饼干警署特训营,水母一家亲,新上海滩风云,大洋历险,水上飞艇,北极探险,大力神,泡泡大战,魔幻剧场,能量风暴,异度空间,海岸蚁兵队,珊瑚影剧院,夜伴歌声,梦幻陀螺,飞旋驼峰,暴风之旅,神奇草帽,激流勇进,疯狂精灵,骑警训练营,矿山历险,蓝月飞车,峡谷漂流,跳跳蛙,欢乐风火轮,七彩漩涡,小小百慕达,海洋之星,奇境：穿越北纬30°,海洋新干线,摇摆伞,尖峰时刻,金银岛,大摆锤', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (79, '泰山', 115, 1, 2831, '5A', '山东', '泰安市泰山区红门路', '五岳之首', '玉皇顶,风月无边,无极庙,香油湾,普照寺,王母池,中天门,瞻鲁台,岱庙,天胜寨,探海石,阴阳界,中华泰山.封禅大典,碧霞祠', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (80, '广州塔', 150, 0, 3177, '4A', '广东', '广州市海珠区阅江西路222号', '打卡地标璀璨夜景', '蜘蛛侠栈道,广州塔阿尔法探索乐园,璇玑地中海自助旋转餐厅,488Deck云霄平台,广州塔速降体验,广州塔童梦奇园,广州塔摩天轮', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (81, '清明上河园', 120, 1, 2777, '5A', '河南', '开封市龙亭区龙亭西路5号', '再现《清明上河图》盛景', '东京码头,大宋东京梦华,张择端纪念馆,主题广场', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (82, '华山景区', 160, 1, 3116, '5A', '陕西', '渭南市华阴市玉泉路南段', '以“奇险”出名的五岳之一', '华山国际滑雪场,避诏崖,五云峰,华山西线索道,华山皮影,华山清心温泉,毛女洞,华山户外拓展基地', '2021-10-06 18:11:56');
INSERT INTO `case_item` VALUES (83, '墨石公园', 60, 0, 3077, '4A', '四川', '甘孜州道孚八美镇中古村与卡玛村交界（离八美镇6公里处）', '有因地质形成的灰色石林', '', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (84, '青岛森林野生动物世界', 90, 0.7, 3245, '4A', '山东', '青岛市黄岛区珠山风景区（灵珠山）', '体验人与动物共享自然和谐相处的乐趣', '', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (85, '自贡恐龙博物馆', 40, 1, 2898, '4A', '四川', '自贡市大安区燊海井路4段268号', '恐龙化石群遗址', '', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (86, '周庄', 87.8, 0.9, 2571, '5A', '江苏', '苏州市昆山市周庄镇全福路43号', '游双桥水巷寻沈万三足迹', '周庄大桥,周庄万三水上财道游船,全福塔,周庄玩乐-周庄古戏台（北市街店）,沈厅,周庄沈家蹄膀淘宝店,小象动物奇幻世界,远望谷迷你高球国际球场,牌楼塔影,大诚堂,全福讲寺,澄虚道院,万三酒庄,周庄大海酒楼,周庄沈记农家菜馆,周庄欢乐世界,四季周庄,亲亲鱼鱼疗馆,迷楼,周庄纸箱王创意园区,周庄一日游,古镇水巷游,白蚬湖,周庄研学基地,富安桥,张厅,上海光明高尔夫,淮南牛肉汤,昆山周庄失恋星空展览馆,周庄绿乐园,福洪桥', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (87, '刘公岛', 60, 1, 2435, '5A', '山东', '威海市环翠区海滨北路101-2号（刘公岛旅游码头）', '甲午海战纪念地', '黄岛炮台,中国刻字艺术馆,刘公岛动物园,甲午海战陈列馆,北洋海军忠魂碑,旗顶山炮台', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (88, '陕西历史博物馆', 63, 0.92, 3273, '4A', '陕西', '西安市雁塔区小寨东路91号（大雁塔西北侧）', '在浩瀚珍贵文物中穿梭时光', '', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (89, '青岛海昌极地海洋公园', 228, 0.76, 3092, '4A', '山东', '青岛市东海东路60号', '与企鹅等极地动物亲密接触', '英伯尔池典', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (90, '云冈石窟', 119, 1, 2553, '5A', '山西', '大同市云冈区云冈镇', '中国三大石窟之一', '石鼓寒泉与倒悬塔,第5窟,第8窟,第11窟,第16窟,第13窟,第10窟,第7窟,第3窟', '2021-10-06 18:11:57');
INSERT INTO `case_item` VALUES (91, '北京野生动物园', 145, 0.7, 4328, '4A', '北京', '北京市大兴区榆垡镇永定河畔的万亩林', '近距离观赏野生动物', '', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (92, '长隆欢乐世界', 215, 0, 3087, '0A', '广东', '广州市番禺区迎宾路长隆旅游度假区内', '《奔跑吧兄弟》拍摄基地', '欢乐老爷车,摇摆屋,疯狂巴士,激流勇进,奇妙车队,星际决战,长隆儿童驾校,空中警察,滑翔飞翼,霹雳转车,自由落体,超级水战,海盗漂流,飞马家庭过山车,墨西哥草帽,弹跳塔,飞虎队,北美伐木竞技秀,桑巴气球,火箭过山车,碰碰车,梦幻转马,U型滑板,欢乐跳跳,碰碰船,急流勇进,蹦跳车,摩托过山车,十环过山车,欢乐摩天轮,飓风飞椅,快乐干线,龙卷风暴,迷你飞行器,转转杯,哈比王国,尖叫地带,森林神庙,宝贝乐园,超级大摆锤,垂直过山车', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (93, '景德镇古窑民俗博览区', 78.9, 0, 2513, '5A', '江西', '景德镇市瓷都大道古窑路1号', '造访四朝古窑', '', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (94, '木兰草原', 65, 0.7, 3590, '5A', '湖北', '武汉市黄陂区王家河镇', '骑马射箭领略草原风情', '', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (95, '重庆动物园', 24.5, 0.7, 3083, '4A', '重庆', '重庆市九龙坡区杨家坪西郊一村一号', '看看罕见的亚洲金猫和云豹', '', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (96, '长隆水上乐园', 90, 0.72, 4710, '0A', '广东', '广州市番禺区迎宾路长隆旅游度假区内', '水上夜场电音秀从早嗨到晚', '火山池,垂直极限,喷射滑道,合家欢滑道,大滑梯,欢乐喷泉,摩天旋转滑道,超级大喇叭,大滑板滑道,奇妙亲子水城,热浪谷按摩池,巨洪峡,眼镜蛇,巨蟒,急驰滑道,离心滑道', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (97, '同里古镇', 76.9, 0.8, 2553, '5A', '江苏', '苏州市吴江区中川南路1号', '精致柔美的江南水乡', '开心草莓园,亿博奶油草莓,乐果草莓园,同里乐爽草莓园,退思园,费巩故居,天放楼,同里绿色草莓园,红艳草莓采摘园,同里珍珠塔,穿心弄,飘邈音乐之旅,新园酒楼,同里船码头酒吧,古风园,罗星洲,开心奶油草莓基地,同里未完成咖啡馆主题客栈,务本堂,松石悟园,崇本堂,同里影视基地', '2021-10-06 18:11:59');
INSERT INTO `case_item` VALUES (98, '深圳野生动物园', 119.9, 0, 2759, '4A', '广东', '深圳市南山区西丽湖路4086号（西丽湖东侧）', '观赏世界各地珍禽名兽', '', '2021-10-06 18:12:00');
INSERT INTO `case_item` VALUES (99, '香山公园', 11, 0.72, 1638, '4A', '北京', '海淀区买卖街40号 ‎', '体味山野情趣天然氧吧', '琉璃塔,凤栖松,勤政殿,香山饭店', '2021-10-06 18:12:00');
INSERT INTO `case_item` VALUES (100, '剑门关', 85, 1, 2573, '5A', '四川', '广元市剑阁县河东街64号', '蜀道上的险要关隘', '梁山寺', '2021-10-06 18:12:00');
INSERT INTO `case_item` VALUES (101, '上海中心大厦上海之巅观光厅', 160, 0, 3206, '4A', '上海', '上海市浦东新区银城中路501号（近东泰路）', '登上海之巅赏城市全景', '“一砖一瓦垂直城市”乐高工作坊,上海中心敦煌展', '2021-10-06 18:12:00');
INSERT INTO `case_item` VALUES (102, '千岛湖', 10, 0.78, 2475, '5A', '浙江', '杭州市淳安县千岛湖镇梦姑路348号千岛湖中心湖区游船码头', '徜徉在星罗密布的岛屿中', '千岛湖燃擎赛车主题乐园,千岛湖夜游码头,千岛湖穿越之旅游船,千岛湖文渊狮城度假区（水下古城）,千岛湖海外海假日酒店自助晚餐,千岛湖鱼博馆,千岛湖环岛骑行,千岛湖环湖骑行,千岛湖龙川湾国际垂钓,千岛湖梦', '2021-10-06 18:15:05');
INSERT INTO `case_item` VALUES (103, '三清山', 186, 0.86, 2244, '5A', '江西', '上饶市玉山县三清乡（近金沙服务区）', '道教名山', '老道拜月,渡仙桥,司春女神,巨蟒出山,三清山金沙索道（东部金沙索道）,玉京峰,飞仙台,企鹅献桃,西海岸,玉清台,玉灵观,猴王献宝,南清园,三清山峡谷漂流', '2021-10-06 18:15:05');
INSERT INTO `case_item` VALUES (104, '亚龙湾热带天堂森林公园', 145, 0.8, 3134, '4A', '海南', '三亚市亚龙湾区湾路665号亚龙湾国家旅游度假区', '电影《非诚勿扰2》取景地', '全海景玻璃栈桥', '2021-10-06 18:15:05');
INSERT INTO `case_item` VALUES (105, '隐贤山庄', 53, 0.7, 3017, '4A', '广东', '东莞市常平镇隐贤山庄大道8号', '集人文景观与游乐项目与一体', '隐贤山庄真人野战拓展基地,隐贤山庄快活谷乐园', '2021-10-06 18:15:05');
INSERT INTO `case_item` VALUES (106, '中华恐龙园', 204.7, 0.74, 2505, '5A', '江苏', '常州市新北区环球恐龙城河海东路60号', '以恐龙为主题的大型游乐园', '动物表演馆,雷龙过山车,常州失恋博物馆（恐龙园旗舰店）,海洋厅,恐龙实验室,丛林厅,常州恐龙园星空错觉艺术馆,中华恐龙园周游卡,恐龙陈列厅', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (107, '额济纳胡杨林', 240, 0, 1456, '5A', '内蒙古', '内蒙古阿拉善盟额济纳旗达来呼布镇', '金色胡杨林，勾魂的秋色', '', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (108, '黄腾峡漂流', 64.8, 0.74, 4062, '0A', '广东', '清远市清城区黄腾峡生态旅游区', '刺激好玩的峡谷漂流', '', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (109, '趵突泉公园', 40, 0.94, 2667, '5A', '山东', '济南市历下区趵突泉南路1号', '看三股泉水喷发的壮丽景象', '东高泉,满井泉,三大殿,白云泉,花墙子泉,望水泉,李清照纪念堂,漱玉泉,金线泉,王雪涛纪念馆,卧牛泉,皇华泉,柳絮泉,登州泉', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (110, '庐山风景名胜区', 160, 1, 2513, '5A', '江西', '庐山九江市南36公里鄱阳湖畔(近九江星子)。', '匡庐奇秀甲天下', '谈判台,宋美龄别墅,九叠屏,剪刀峡,星龙索道,老别墅的故事,庐山博物馆,三宝树,沐雲温泉,庐山大口瀑布,吴庐别墅,毛泽东诗碑园,庐山滑雪场,铁船峰,汉阳峰,三叠泉漂流,庐山天桥,庐山恋影院,庐山西湖宾', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (111, '东江湖', 80, 0.86, 2450, '5A', '湖南', '郴州市资兴市王家庄88号', '雾漫东江仙境之景', '龙景大峡谷瀑布群,东江大坝', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (112, '珠江夜游', 68, 0, 3147, '0A', '广东', '广州市越秀区沿江东路466号大沙头码头（具体登船地点请留意各航班信息）', '乘船环游羊城璀璨夜景', '珠江夜游广州塔-中大码头,珠江夜游芳村码头,珠江夜游天字码头,珠江夜游中大码头,珠江夜游西堤码头,珠江夜游省总码头', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (113, '神仙居', 99, 0.76, 2784, '5A', '浙江', '台州市仙居县白塔镇神仙居收费站南侧200米', '传说中神仙居住的地方', '', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (114, '贵阳森林野生动物园', 120, 0.7, 2241, '4A', '贵州', '贵阳市修文县扎佐镇扎佐林场冷水沟分场内', '欣赏精彩驯兽表演', '雉鸡园,白虎山,水禽湖,猕猴馆,棕熊馆', '2021-10-06 18:15:07');
INSERT INTO `case_item` VALUES (115, '中国国家博物馆', 3, 0.7, 3736, '0A', '北京', '北京市东城区东长安街16号天安门广场东侧', '穿越千年看中华珍宝', '', '2021-10-06 18:15:08');
INSERT INTO `case_item` VALUES (116, '慕田峪长城', 43.7, 0.7, 2364, '5A', '北京', '北京市怀柔区渤海镇慕田峪村', '看万里长城山河壮丽', '慕田峪长城岁月沉浸式光影体验馆,慕田峪长城箱式索道,嘉麦直升机游览长城', '2021-10-06 18:15:08');
INSERT INTO `case_item` VALUES (117, '嘉峪关关城', 108, 0.84, 2250, '5A', '甘肃', '嘉峪关市西6公里处', '明长城的西端起点', '《丑小鸭》嘉峪关站,嘉峪关万里缘自驾沙滩车娱乐场,万里缘自驾沙滩车娱乐场,嘉峪关丝绸之路(国际)音乐节,天下第一墩', '2021-10-06 18:15:08');
INSERT INTO `case_item` VALUES (118, '重庆长江索道', 30, 0, 3020, '4A', '重庆', '重庆市渝中区新华路151号', '跨越长江俯瞰山城美妙市景', '', '2021-10-06 18:15:08');
INSERT INTO `case_item` VALUES (119, '四面山', 80, 0.72, 2406, '5A', '重庆', '重庆市江津区四面山镇', '徒步原始森林戏水看云海', '飞龙庙,望乡台瀑布,大小洪海,朝源观,四面山漂流,水口寺瀑布', '2021-10-06 18:15:08');
INSERT INTO `case_item` VALUES (120, '南浔古镇', 72, 0, 2324, '5A', '浙江', '湖州市南浔镇人瑞路51号', '游览江南富户的巨宅庄园', '广惠桥,小莲庄,南浔古镇冰雪世界,张石铭故居,刘氏悌号,百间楼,张静江故居', '2021-10-06 18:15:08');
INSERT INTO `case_item` VALUES (121, '东部华侨城', 72, 0.76, 2199, '4A', '广东', '深圳市盐田区大梅沙东部华侨城', '刺激游乐项目融合自然风光', '东部华侨城直升机体验,峡湾森林,东部华侨城大侠谷,天禅表演,东部华侨城茶溪谷', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (122, '少林寺', 70, 0.86, 1902, '5A', '河南', '河南省登封市中岳嵩山西麓', '天下武林圣地', '嵩山少林寺武僧团培训基地,立雪亭', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (123, '青岩古镇', 10, 0.82, 1694, '5A', '贵州', '贵阳市花溪区青岩镇', '电影《寻枪》拍摄地', '万寿宫,花溪青岩浪漫谷,迎祥寺,青岩基督教堂', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (124, '华清宫', 120, 0.9, 2594, '5A', '陕西', '西安市临潼区骊山北华清路38号', '唐玄宗和杨贵妃的共浴之地', '陕西省工人疗养院,《12·12》西安事变大型实景演出,长恨歌', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (125, '古龙峡漂流', 158, 0.76, 3520, '0A', '广东', '清远市清新区三坑滩（沿S114国道径口入二公里）', '国际赛道级惊险体验', '', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (126, '长鹿旅游休博园', 150, 0.72, 2250, '5A', '广东', '佛山市顺德区伦教三洲建设东路8号', '岭南水乡风情主题公园', '', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (127, '茶卡盐湖', 60, 0.84, 2570, '4A', '青海', '海西州乌兰县茶卡镇盐湖路9号', '云朵和山川倒映在湖水中', '', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (128, '玉龙雪山', 246, 0.96, 2007, '5A', '云南', '丽江市玉龙县丽江古城以北15公里处（玉龙雪山风景区）', '近距离观看壮丽冰川', '玉龙雪山雪厨,丽江直升机空中游览,白水河,杜鹃园,冰川公园,玉龙雪山索道,蓝月谷,牦牛坪索道,印象丽江', '2021-10-06 18:15:10');
INSERT INTO `case_item` VALUES (129, '日照海洋公园', 154.8, 0, 3309, '0A', '山东', '日照市东港区碧海路185号（万平口四号门路西）', '海洋主题综合度假区', '', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (130, '莫干山', 70, 0.82, 2100, '4A', '浙江', '湖州市德清县莫干山国家级风景名胜区', '竹海与老别墅', 'Discovery探索极限主题公园,莫干山开元森泊度假乐园,德清莫干山沈园户外营地,剑池飞瀑,毛泽东下榻处,莫干山峡谷漂流,莫干山桃坡探险乐园,莫干山魔方乐园,莫干山玩得疯乐园,怪石角,莫干山农乐场,', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (131, '淹城野生动物世界', 186, 0, 2778, '0A', '江苏', '常州市武进区武宜中路588号', '自驾入园观看各种动物', '', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (132, '老虎滩海洋公园', 137, 0.9, 2235, '5A', '辽宁', '大连市中山区滨海中路9号', '欣赏极地动物表演', '大连鸟语林,大连老虎滩海上观光船,虎雕广场,老虎滩广场,海兽馆', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (133, '杭州宋城', 280, 0, 3275, '4A', '浙江', '杭州市西湖区之江路148号', '看《宋城千古情》演出', '', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (134, '广东科学中心', 46.6, 0, 2364, '4A', '广东', '广州市番禺区大学城西六路168号', '寓教于乐的“科技航母”', '', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (135, '灵山小镇拈花湾', 110, 0, 2805, '0A', '江苏', '无锡市滨湖区马山环山西路68号', '富有禅意的度假小镇', '梵天花海', '2021-10-06 18:15:11');
INSERT INTO `case_item` VALUES (136, '成都欢乐谷', 100, 0.74, 2304, '4A', '四川', '成都市金牛区西华大道16号', '体验惊险刺激的游戏项目', '成都华侨城欢乐谷水世界,太空嘉年华,欢乐谷变形金刚,云霄飞龙,欢乐光影乐园', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (137, '增城白水寨风景名胜区', 46, 0.72, 2466, '4A', '广东', '广州市增城区派潭镇白水寨风景名胜区', '近距离欣赏白水仙瀑', '白水寨嘉华温泉,玩得开心英式智能SPA', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (138, '上海动物园', 39.6, 0.72, 2508, '4A', '上海', '上海市长宁区虹桥路2381号', '观珍稀动物度亲子时光', '', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (139, '亚特兰蒂斯水世界', 108, 0, 3186, '0A', '海南', '三亚市海棠区海棠北路与风塘路交叉路口往东约200米', '挑战“海神之跃”滑道', '', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (140, '洞天仙境', 71.3, 0, 2070, '4A', '广东', '清远市英德市九龙镇', '探秘天坑溶洞奇景', '', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (141, '西递', 89, 0.7, 2666, '5A', '安徽', '黄山市黟县西递镇西递村', '历史悠久的徽派古村', '', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (142, '红海滩国家风景廊道', 99, 0, 1070, '5A', '辽宁', '盘锦市大洼县赵圈河镇盘锦红海滩国家风景廊道', '欣赏红如炽焰的滩涂奇观', '', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (143, '锦绣中华民俗村', 47, 0.74, 2238, '5A', '广东', '深圳市南山区华侨城深南大道9003号', '中国名胜缩影与民俗表演', '', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (144, '青岛海底世界', 140, 0.74, 2393, '4A', '山东', '青岛市市南区莱阳路2号', '漫步海底隧道欣赏人鲨共舞', '海洋科技馆,海兽馆,海洋生物馆,鲸馆,淡水生物馆,梦幻水母宫（水族馆）', '2021-10-06 18:15:13');
INSERT INTO `case_item` VALUES (145, '盈香生态园', 110, 0, 2411, '4A', '广东', '佛山市高明区荷城街道西安冼村', '寓教于乐的游乐胜地', '', '2021-10-06 18:15:14');
INSERT INTO `case_item` VALUES (146, '桂林两江四湖景区', 90, 0.7, 1792, '5A', '广西', '桂林市象山区两江四湖景区文昌桥码头、象山渔人码头、日月湾码头、知音台码头', '乘船环湖赏桂林城景', '', '2021-10-06 18:15:14');
INSERT INTO `case_item` VALUES (147, '青青世界', 72, 0.72, 2121, '4A', '广东', '深圳市南山区月亮湾', '城市边缘的“热带雨林”', '豆腐工厂,蝴蝶农场,陶艺馆,花卉超市', '2021-10-06 18:15:14');
INSERT INTO `case_item` VALUES (148, '东方明珠', 70, 0.76, 2219, '5A', '上海', '上海市浦东新区陆家嘴世纪大道1号', '360度欣赏申城的地标', '东方明珠·奇梦爱丽丝之重回仙境,东方明珠空中旋转餐厅,上海历史发展陈列馆,263米主观光层,《功夫熊猫传奇•主题特展》,东方明珠码头·黄浦江游船', '2021-10-06 18:15:14');
INSERT INTO `case_item` VALUES (149, '崂山', 120, 0.82, 2231, '5A', '山东', '青岛市崂山区崂山风景区', '在道教名山欣赏红叶晚霞', '浮山湾,北九水游览区,仰口游览区,蟠桃峰,崂山文化体验园,棋盘石游览区,华楼游览区,崂山姜家海景农家院,风桥险渡,八水河,崂山太清宫景区,巨峰游览区,青山渔村,流清游览区', '2021-10-06 18:15:14');
INSERT INTO `case_item` VALUES (150, '壶口瀑布', 82, 1, 2225, '4A', '陕西', '延安市宜川县壶口乡', '峡谷中的黄河瀑布', '', '2021-10-06 18:15:14');
INSERT INTO `case_item` VALUES (151, '北京欢乐谷', 299, 0.72, 2096, '4A', '北京', '北京市朝阳区金蝉西路东四环小武基北路(四方桥东南)', '玩耍众多刺激的游乐项目', '红土作坊,丛林飞车,北京欢乐谷金面王朝,能量风暴', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (152, '重庆欢乐谷', 59, 0, 2360, '4A', '重庆', '重庆市渝北区金渝大道29号', '嗨玩多种娱乐设施', '', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (153, '虎丘', 70, 0.8, 1856, '5A', '江苏', '苏州市姑苏区虎丘山门內8号', '览精致园林，观虎丘斜塔', '第三泉,拥翠山庄,冷香阁,石观音殿遗址,一榭园景区,西溪环翠,致爽阁,真娘墓', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (154, '九华山', 160, 1, 2327, '5A', '安徽', '池州市青阳县九华山风景区', '中国佛教四大名山之一', '回香阁,花台索道,龙池庵,天台索道,九华山直升机空中游览,九华田园水上乐园,龙泉圣境风景区,十王峰,天柱峰景区,慧居寺,东崖钟楼,二圣殿,旃檀禅林,九华山大愿文化园,凤凰松,天池庵,百岁宫缆车', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (155, '上海影视乐园', 63.9, 0.7, 2064, '4A', '上海', '上海市松江区车墩镇影佳路366号', '老上海影视拍摄地', '', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (156, '豫园', 40, 0.84, 2184, '4A', '上海', '上海市黄浦区福佑路168号', '留存完好的百年古典园林', '', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (157, '黑山谷', 80, 0.72, 1908, '5A', '重庆', '重庆市万盛区黑山镇境内', '市郊天然大氧吧', '黑山谷峡谷飞越探险乐园,百花谷旅游度假区', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (158, '火山口国家地质公园', 45, 0, 770, '4A', '海南', '海南省海口市秀英区石山镇', '世界地质公园，万年火山奇观', '', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (159, '老君山景区', 95, 0.72, 2031, '5A', '河南', '洛阳市栾川县七里坪村21组', '道教名山观日出云海', '', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (160, '韶关丹霞山', 50, 1, 1582, '5A', '广东', '韶关市仁化县', '露天的地质博物馆', '玉台爽气,丹霞山中华性文化博物馆,巴寨景区,水上丹霞,天地丹霞,杰阁晨钟,长老峰', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (161, '东方绿舟', 43, 0.7, 2619, '4A', '上海', '上海市青浦区沪青平公路6888号东方绿舟', '可以休闲郊游也可素质拓展', '求知岛,东方绿舟山湾CS基地,地球广场,智慧大道', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (162, '茅山东方盐湖城·道天下', 82.5, 0, 2957, '0A', '江苏', '常州市金坛区薛埠镇访仙路9号', '美景和文化结合的度假区', '', '2021-10-06 18:15:16');
INSERT INTO `case_item` VALUES (163, '滕王阁', 45, 1, 1714, '5A', '江西', '南昌市东湖区仿古街58号', '“江南三大名楼”之一', '南昌失恋博物馆（百盛店）,寻梦滕王阁实景演出,滕王阁游轮', '2021-10-06 18:15:17');
INSERT INTO `case_item` VALUES (164, '金沙遗址博物馆', 66, 0.7, 2267, '4A', '四川', '成都市青羊区金沙遗址路2号成都金沙遗址博物馆', '欣赏神秘的太阳神鸟', '哈哈曲艺社相声,乌木林,金沙剧场,遗迹馆', '2021-10-06 18:15:17');
INSERT INTO `case_item` VALUES (165, '亚特兰蒂斯失落的空间水族馆', 99, 0, 2543, '0A', '海南', '三亚市海棠湾海棠北路三亚·亚特兰蒂斯', '探索神秘水下遗迹景观', '', '2021-10-06 18:15:17');
INSERT INTO `case_item` VALUES (166, '居延海', 75, 0, 884, '0A', '内蒙古', '阿拉善盟额济纳旗达来呼布镇北40公里处', '海天一色秋意浓', '', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (167, '中山陵', 0.7, 1, 1992, '5A', '江苏', '南京市玄武区石象路7号', '建筑名家之杰作，有着极高的艺术价值', '陵门,中山故事馆,南京前湖公园游船码头,流徽榭,革命历史图书馆,博爱坊,行健亭', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (168, '连岛', 24, 0.9, 2235, '4A', '江苏', '连云港市连岛镇连岛海滨旅游度假区', '风景优美的海上屏风', '连岛海底世界,连岛海上游艇俱乐部', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (169, '大连森林动物园', 58, 0.72, 1732, '4A', '辽宁', '大连市西岗区迎春路60号（圈养区入口）大连市西岗区滨海西路79号（散养区入口）', '在森林中与动物亲密接触', '大连森林动物园摩天轮', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (170, '仰天湖', 72, 0.78, 1890, '0A', '湖南', '郴州市城区西南方向', '草原腹地中镶嵌着一汪湖水', '', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (171, '景洪曼听公园', 33.8, 0.86, 2523, '4A', '云南', '云南省西双版纳傣族自治州景洪市曼听路35号', '观看精彩的歌舞表演', '湄公河篝火晚会', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (172, '平遥古城', 121, 1, 1918, '5A', '山西', '晋中市平遥县照壁南街58号', '晚清时期的中国金融中心', '平遥国际冰雪乐园,古民居博览苑,状元殿,协同庆五院,清虚观,永隆号•平遥漆器总店,三晋大财东家私博物馆,平遥民居,协同庆四院', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (173, '武汉欢乐谷', 100, 0, 2537, '4A', '湖北', '武汉市东湖生态旅游风景区欢乐大道196号（近武汉火车站）', '游乐项目丰富的人气乐园', '', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (174, '碧峰峡', 92.5, 0.9, 2085, '5A', '四川', '雅安市下里乡碧峰镇碧峰峡风景区', '观赏憨态可掬的大熊猫', '大熊猫生态园,思想馆,鸳鸯瀑布,自然峡谷风景区,碧峰寺,雅安碧峰峡熊猫基地,千层岩瀑布,散放动物区,小小动物园,碧峰峡动物园区', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (175, '武当山', 230, 1, 2138, '5A', '湖北', '十堰市武当山旅游经济特区金街1号', '道教名山品读道法玄妙', '武当山快乐谷,武当仙山漂流,老君岩,南岩宫,三道天门,清微宫,遇真宫,逍遥谷,榔梅祠,两仪殿,玉虚岩,紫霄宫,华阳岩,八仙观,九莲蹬,琼台三观,金殿', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (176, '布达拉宫', 228, 1, 2369, '5A', '西藏', '拉萨市城关区北京中路35号', '宏伟的宫堡式建筑群', '布达拉宫珍宝馆,布宫白宫,布达拉宫广场', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (177, '绵阳方特东方神画', 275, 0, 3517, '0A', '四川', '绵阳市江油市方特大道1号', '绵阳方特东方神画是华强方特集团精心打造的一座大型高科技文化主题乐园。乐园以中华历史文化传承为主题，通过全新的内容创意、技', '', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (178, '济南野生动物世界', 89, 0, 2550, '4A', '山东', '济南市章丘区经十东路与埠村路交叉口南行7公里（紧邻济南植物园）', '展区丰富的野生动物世界', '', '2021-10-06 18:15:19');
INSERT INTO `case_item` VALUES (179, '南天湖景区', 44, 0, 2607, '4A', '重庆', '重庆市丰都县仙女湖镇', '内有湖滨公园', '', '2021-10-06 18:15:20');
INSERT INTO `case_item` VALUES (180, '三国城', 80, 0.74, 1802, '5A', '江苏', '无锡市滨湖区山水西路太湖之滨', '置身《三国演义》场景中', '', '2021-10-06 18:15:20');
INSERT INTO `case_item` VALUES (181, '岭南印象园', 47.9, 0.74, 1210, '4A', '广东', '广州市番禺区大学城外环西路', '赏传统建筑体验怀旧风情', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (182, '地下大峡谷', 86, 1, 1642, '5A', '山东', '临沂市沂水县姚店子镇', '在喀斯特地貌溶洞中探险', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (183, '关门山国家森林公园', 85.4, 0.86, 632, '4A', '辽宁', '本溪市本溪满族自治县小市镇关门山', '东北赏枫胜地', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (184, '北京海洋馆', 175, 0.7, 2303, '4A', '北京', '北京市海淀区高粱桥斜街乙18号', '观赏上千种水族动物', '海底环游,雨林奇观,鲨鱼馆,鲸豚湾', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (185, '敦煌莫高窟', 128, 0.9, 2586, '0A', '甘肃', '酒泉市敦煌市东南25公里处鸣沙山东麓、宕泉河西岸的断崖上', '千年的壁画与佛像', '148窟,九层楼,敦煌文化驿站,158窟,323窟,152窟,西千佛洞,藏经洞', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (186, '衡山风景区', 110, 1, 1780, '5A', '湖南', '衡阳市南岳区', '南岳佛教圣地', '南岳大庙,忠烈祠,祝圣寺,金刚舍利塔,方广寺,中华万寿大鼎,福严寺,卧虎潭,止观溪,祝融峰,衡阳南岳水帘洞景区（内含飞拉达体验）,水帘洞,延寿亭,南台寺,上封寺', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (187, '蓬莱阁', 30, 1, 1138, '5A', '山东', '烟台市蓬莱区迎宾路7号西北一点五公里临海的丹崖上', '八仙过海传说诞生地', '田横寨遗址,蓬莱阁冰宫,避风亭,海防重镇亭,合海亭,白云宫,狐仙堂,八卦柱,濯缨泉,海上丝绸之路博物馆,黄渤海分界坐标', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (188, '缙云仙都', 92, 1, 1308, '5A', '浙江', '丽水市缙云县仙都街道', '《古剑奇谭》取景地', '小赤壁,赵侯祠,芙蓉峡,仙都竹筏漂流,步虚亭,黄帝祠宇,朱潭山,童子峰,鼎湖峰,独峰书院,倪翁洞', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (189, '龙缸地质公园', 95, 0.7, 1794, '5A', '重庆', '重庆市云阳县清水乡', '走玻璃廊桥看天然巨大石缸', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (190, '西霞口神雕山野生动物园', 150, 0, 2633, '0A', '山东', '威海市荣成市成山镇西霞口村', '乐趣无穷的海岸野生动物园', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (191, '海南热带野生动植物园', 140, 0.72, 2183, '4A', '海南', '海口市秀英区东山镇（海榆中线27公里处）', '热带丛林中与动物亲密接触', '狮虎兽', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (192, '灵山大佛', 163.7, 1, 2373, '0A', '江苏', '无锡市滨湖区马山灵山路', '规模壮观的青铜佛像', '曼飞龙塔,祥符禅寺,珍宝馆,阿育王柱,天下第一掌,八角井,洗心池', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (193, '世界公园', 84.9, 0.7, 2109, '4A', '北京', '丰台区花乡丰葆路158号', '汇集各国知名建筑的微缩版', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (194, '瓦屋山', 121, 1, 2576, '4A', '四川', '眉山市洪雅县瓦屋山镇射亭村', '宁静祥和的生态景区', '', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (195, '喀纳斯景区', 499, 1, 2300, '5A', '新疆', '阿勒泰地区布尔津县境内北部，距县城150公里', '北疆醉美秋色，绚烂似油画', '驼颈湾,浮木长堤,阿克库勒湖,花楸谷', '2021-10-06 18:15:22');
INSERT INTO `case_item` VALUES (196, '五台山', 145, 1, 2474, '5A', '山西', '忻州市五台县台怀镇', '中国佛教四大名山之首', '大白塔,七佛寺,宝华寺,五爷庙,塔院寺,显通寺,无量殿,广化寺,集福寺,广宗寺,演教寺,中台顶,菩萨顶,殊像寺,《又见五台山》大型实景剧,清凉寺,般若泉,尊胜寺,佛母洞,黛螺顶', '2021-10-06 18:15:24');
INSERT INTO `case_item` VALUES (197, '自贡·中华彩灯大世界', 118, 0, 3242, '0A', '四川', '四川省自贡市中华彩灯大世界一期', '规模宏大的彩灯盛宴', '', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (198, '天柱山', 10, 0.86, 1350, '5A', '安徽', '安庆市潜山县天柱山路112号', '安徽省三大名山之一', '神秘谷,九井瀑布,莲花河漂流,天柱晴雪,仙桃石,山谷流泉文化园,鲫鱼背,白马潭漂流景区,炼丹湖,天柱山水吼观光园,天柱大峡谷,三祖寺,蜒蚰石', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (199, '黄龙溪欢乐田园', 108, 0, 2664, '0A', '四川', '四川省成都市双流区黄龙溪镇农博路1号', '梯田、牧场、茶山美不胜收', '', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (200, '天河潭旅游度假区', 75, 0.82, 1870, '4A', '贵州', '贵阳市花溪区石板镇贵安大道', '欣赏钙化滩瀑布和溶洞', '', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (201, '杭州Hello Kitty乐园', 205, 0, 1410, '4A', '浙江', '湖州市安吉县递铺镇天使大道1号', '满足你粉色的少女心', '', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (202, '德天跨国瀑布', 110, 1, 1744, '5A', '广西', '广西壮族自治区崇左市大新县硕龙镇', '横跨中越的瀑布群', '53号界碑', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (203, '避暑山庄', 130, 1, 1796, '5A', '河北', '承德市双桥区丽正门路20号', '塞外的清朝皇家园林', '清舒山馆,青莲岛,水流云在,暖流暄波,文津阁,殊像寺,春好轩,外八庙,普乐寺,水心榭,平原区,沧浪屿,丽正门,红照壁,万壑松风,宁静斋,松鹤斋,山峦区,永佑寺', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (204, '西岛', 90, 0.78, 2052, '4A', '海南', '三亚天涯区肖旗港西岛海洋文化旅游区', '海上休闲娱乐运动胜地', '', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (205, '国家海洋博物馆', 15, 0, 2603, '4A', '天津', '天津市滨海新区荣盛路与海轩道交叉口', '堪称“海洋上的故宫”', '', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (206, '牛首山文化旅游区', 83.9, 0, 1854, '4A', '江苏', '南京市江宁区宁丹大道18号', '朝拜礼佛的千年道场', '牛头禅文化园', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (207, '花果山', 85, 1, 1768, '5A', '江苏', '连云港市海州区郁林路5号', '走进孙悟空的降生之地', '天愚亭,麋夫人故里,猴王园,唐僧崖,朱樱,楸树林,太白石', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (208, '龙船水乡', 50, 0, 488, '4A', '湖北', '恩施市利川市凉雾乡', '泛舟而下欣赏波光峰影', '水莲洞', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (209, '红叶谷生态文化旅游区', 85, 0.72, 640, '4A', '山东', '济南市南部山区锦绣川水库南3公里处', '遍赏漫山红叶', '天趣苑,神秘香巴拉', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (210, '遇龙河', 154, 0.86, 1720, '0A', '广西', '桂林市阳朔县白沙镇遇龙村', '清澈如镜的温婉“小漓江”', '遇龙河漂流,遇龙河漂流夏棠码头,遇龙河漂流金龙桥码头,遇龙河漂流朝阳码头,遇龙河漂流兴隆码头,万景竹筏漂流', '2021-10-06 18:15:25');
INSERT INTO `case_item` VALUES (211, '涠洲岛船票', 98, 0, 3746, '0A', '广西', '广西壮族自治区北海市海城区银滩旅游区18号', '日射涠洲廓，风斜别岛洋', '', '2021-10-06 18:15:27');
INSERT INTO `case_item` VALUES (212, '长沙世界之窗', 120, 0.72, 1420, '4A', '湖南', '长沙市开福区三一大道485号', '观看世界各地标志性建筑', '', '2021-10-06 18:15:27');
INSERT INTO `case_item` VALUES (213, '叠溪松坪沟风景区', 58, 0.7, 1500, '4A', '四川', '阿坝藏族羌族自治州茂县溪镇松坪沟乡境内', '以色彩斑斓的红叶闻名', '', '2021-10-06 18:15:27');
INSERT INTO `case_item` VALUES (214, '狮子林', 40, 0.9, 1650, '4A', '江苏', '苏州市姑苏区园林路23号', '以假山闻名的苏州名园', '真趣亭', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (215, '建业•华谊兄弟电影小镇', 88, 0, 2193, '0A', '河南', '郑州市郑开大道建业·华谊兄弟电影小镇', '沉浸式电影潮玩地', '', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (216, '景山公园', 3, 0.74, 1676, '4A', '北京', '北京市西城区景山前街景山公园', '明朝崇祯皇帝自缢的地方', '护国忠义庙', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (217, '七彩云南欢乐世界', 185, 0, 2315, '0A', '云南', '昆明市晋宁区环湖南路南', '多主题的娱乐中心', '', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (218, '木兰天池', 47, 0.72, 1714, '5A', '湖北', '武汉市黄陂区石门镇', '青山绿水画中游', '木兰天池圣果农庄', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (219, '婺源风景区', 120, 1, 1022, '5A', '江西', '上饶市婺源县婺源风景区', '在徽派古村赏梯田花海', '严田古樟,婺源瑶湾景区,彩虹桥,婺源鸳鸯湖,汪口,江湾,婺源江岭（油菜花）,思溪延村,灵岩洞,李坑,滕家巷,江永故居,石城,晓起,大鄣山卧龙谷风景区,婺源民俗风情街,文公山,舂米水礁作坊,登云桥', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (220, '本溪水洞', 110, 1, 688, '5A', '辽宁', '本溪市26公里的东部山区太子河畔', '泛舟游览地下河', '旱洞,硅化木王国,古生物硅化园,中国地质博物馆本溪馆', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (221, '竹泉村', 86.6, 0, 1912, '4A', '山东', '临沂市沂南县铜井镇竹泉村', '竹泉相依的桃花源式避暑地', '', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (222, '古堰画乡景区', 44, 0.72, 1538, '4A', '浙江', '丽水市莲都区大港头镇', '古镇与写生创作基地结合', '九龙写生基地,巴比松星空体验馆,油画院,巴比松陈列馆,古堰画乡展览馆', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (223, '漓江', 218, 1, 1286, '5A', '广西', '桂林市灵川县（起于磨盘山客运港（竹江客运港），止于龙头山码头（水东门码头））', '甲天下的山水风光', '桂林市区水上游', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (224, '赤水丹霞旅游区·大瀑布', 80, 0.74, 740, '5A', '贵州', '遵义市赤水市两河口乡', '千瀑之市竹子之乡', '', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (225, '红山森林动物园', 39, 0, 1848, '4A', '江苏', '南京市玄武区和燕路168号', '看镇园之宝澳洲考拉', '', '2021-10-06 18:15:28');
INSERT INTO `case_item` VALUES (226, '金佛山', 10, 0.72, 1662, '5A', '重庆', '重庆市南川区', '灿烂晚霞如同佛光万丈', '金佛山滑雪场,金佛山古佛洞,母子峰,桥长河坝,碧潭幽谷,金佛山飞拉达,烛台峰', '2021-10-06 18:15:30');
INSERT INTO `case_item` VALUES (227, '西岭雪山', 88, 0.74, 2268, '4A', '四川', '成都市大邑县西岭镇西岭雪山风景区', '漫山遍野的杜鹃花', '獐子崖,五彩瀑,怪石林,观云台,红石尖,阴阳界,熊猫林,西岭雪山滑雪场,西岭雪山大飞水景区,杜甫亭', '2021-10-06 18:15:30');
INSERT INTO `case_item` VALUES (228, '青岛啤酒博物馆', 57.5, 0.72, 1742, '4A', '山东', '青岛市市北区登州路56号青岛啤酒博物馆', '解密青岛啤酒生产过程', '', '2021-10-06 18:15:30');
INSERT INTO `case_item` VALUES (229, '瘦西湖', 95, 1, 1446, '5A', '江苏', '扬州市蜀冈瘦西湖风景名胜区大虹桥路28号', '花开四季的湖上园林', '二十四桥,五亭桥,春江花月夜唯美扬州,瘦西湖游船,扬派盆景博物馆,徐园,长堤春柳,静香书屋', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (230, '光雾山', 122, 1, 494, '5A', '四川', '巴中市南江县光雾山镇', '常年云雾缭绕', '十八月潭景区,光雾山桃园,米仓山旅游景区,光雾山小巫峡景区', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (231, '中国人民革命军事博物馆', 2, 0.7, 3144, '0A', '北京', '北京市海淀区复兴路9号', '参观众多武器装备', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (232, '碧峰峡动物园区', 178, 0, 2046, '5A', '四川', '雅安市雨城区碧峰峡镇碧峰峡风景区内', '零距离接触野生动物', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (233, '雅戈尔动物园', 123, 0.72, 2013, '4A', '浙江', '宁波市鄞州区东钱湖旅游度假区高钱村（近鄞县大道）', '可爱有趣的动物世界', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (234, '南海湾森林生态园', 20.2, 0, 1678, '4A', '广东', '佛山南海区西樵镇西岸五一七县道南段尽头', '山水清美的原生态景致', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (235, '黑城弱水胡杨风景区', 200, 0, 574, '4A', '内蒙古', '阿拉善额济纳旗达来呼布镇西南18公里（酒航路98公路处）', '看大漠古城的醉美秋色', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (236, '羊毛沟花海湿地', 39.9, 0, 484, '0A', '山东', '青岛市城阳区春阳路与正源路交叉口西侧20米', '看花海，体验采摘乐趣', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (237, '分界洲岛旅游区', 115.8, 1, 1598, '5A', '海南', '海口市三亚东线高速公路牛岭出口处', '丰富的海底生态景观', '分界洲岛海洋馆,分界洲岛潜水', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (238, '曲江海洋极地公园', 175, 0.7, 1790, '4A', '陕西', '西安市雁塔区曲江二路1号（近大唐芙蓉园东门）', '看企鹅北极熊还有海豚表演', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (239, '秦皇岛野生动物园', 90, 0.7, 1382, '4A', '河北', '秦皇岛市北戴河区滨海大道', '看各种珍稀野生动物', '', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (240, '天桥沟国家森林公园', 99, 0.74, 576, '4A', '辽宁', '丹东市宽甸县黎明村7组', '峰奇林密的“天外小庐山”', '天桥沟滑雪场', '2021-10-06 18:15:31');
INSERT INTO `case_item` VALUES (241, '顺德欢乐海岸PLUS', 60, 0, 2177, '0A', '广东', '佛山市顺德区华侨城欢乐海岸PLUS', '加勒比异域风情，水陆双园', '', '2021-10-06 18:15:33');
INSERT INTO `case_item` VALUES (242, '白帝城', 90, 0.78, 1772, '4A', '重庆', '奉节县夔门街道办事处瞿塘峡社区白帝城景区', '刘备兵败托孤之处', '刘备托孤堂', '2021-10-06 18:15:33');
INSERT INTO `case_item` VALUES (243, '重庆汉海海洋公园', 137.9, 0, 1398, '4A', '重庆', '重庆市巴南区嘉龙路133号', '观看海洋生物和精彩表演', '重庆汉海鲸豚湾水世界', '2021-10-06 18:15:33');
INSERT INTO `case_item` VALUES (244, '塔尔寺', 70, 1, 1586, '5A', '青海', '西宁市金塔路56号', '宗喀巴大师的诞生地', '酥油花馆,过门塔,菩提塔,小金瓦寺,小花寺,大拉浪,九间殿,八宝如意塔,大金瓦寺', '2021-10-06 18:15:33');
INSERT INTO `case_item` VALUES (245, '开封府', 58, 0.96, 1434, '4A', '河南', '开封市包公东湖北岸', '观看包公断案仿古表演', '府门广场,天庆观,端州投砚', '2021-10-06 18:15:33');
INSERT INTO `case_item` VALUES (246, '芦笛岩', 77.4, 0.76, 1332, '4A', '广西', '桂林市芦笛路1号', '87版《西游记》取景地', '狮林朝霞', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (247, '宝墨园', 42.1, 0.72, 1108, '4A', '广东', '广州市番禺区沙湾镇紫坭村大川岗', '纪念包拯的岭南水乡园林', '', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (248, '官鹅沟国家森林公园', 130, 0.98, 1138, '4A', '甘肃', '陇南市宕昌县城郊', '共有二十多个美丽的湖泊', '', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (249, '天津海昌极地海洋公园', 234, 0, 1682, '4A', '天津', '天津市滨海新区响螺湾商务区61号（近海门大桥）', '看海洋动物和精彩表演', '5D电影院,南极童话村', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (250, '南山竹海', 80, 0.88, 1862, '0A', '江苏', '常州市溧阳市戴埠镇李家园村下场园10号', '漫步在壮阔的竹林间', '吴越弟一峰,林间曲径,山野溪流,鸡鸣村,南山竹海古街', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (251, '重庆两江夜游', 90, 0, 1864, '0A', '重庆', '重庆市渝中区朝天门二码头', '坐船远望色彩炫目的夜景', '重庆两江游-金碧系列,重庆两江游-朝天系列,两江夜游·金碧系列游船', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (252, '北京自然博物馆', 0.9, 0.7, 2150, '0A', '北京', '东城区天桥南大街126号', '观赏已经灭绝动植物的化石', '', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (253, '上堡梯田', 50, 0, 372, '4A', '江西', '江西省赣州市崇义县上堡乡', '上堡梯田景区座落于罗霄山脉与诸广山脉之间的上堡乡水南村和竹溪村，距离崇义县城50 公里、赣州市城区 127 公里，总面积', '', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (254, '塔里木胡杨林公园', 9, 0, 26, '4A', '新疆', '巴音郭楞蒙古自治州轮台县轮南镇南沙漠公路', '大漠中的金色胡杨林', '', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (255, '西樵山风景名胜区', 39, 0.92, 1898, '5A', '广东', '佛山市南海区西樵镇环山大道山南路', '国家AAAAA级旅游景区', '国艺奇幻水城,黄大仙圣境园,九龙岩景区,西樵渔耕粤韵旅游园,黄飞鸿狮艺武术馆,翠岩景区,水国迷城,云海莲台景区,国艺影视城', '2021-10-06 18:15:34');
INSERT INTO `case_item` VALUES (256, '千年瑶寨', 68, 0, 1510, '4A', '广东', '清远市连南县三排镇南岗村', '规模宏大的瑶族古寨', '', '2021-10-06 18:15:36');
INSERT INTO `case_item` VALUES (257, '上海自然博物馆', 33.9, 0.7, 2256, '0A', '上海', '上海市静安区北京西路510号（静安雕塑公园内）', '参观各种动物乃至恐龙标本', '', '2021-10-06 18:15:36');
INSERT INTO `case_item` VALUES (258, '叠石花谷', 70, 0, 2040, '0A', '重庆', '重庆市酉阳县板溪镇杉树湾村', '叠石艺术和巫傩文化相结合', '', '2021-10-06 18:15:36');
INSERT INTO `case_item` VALUES (259, '黑竹沟', 48, 0.7, 1666, '4A', '四川', '乐山市峨边彝族自治县黑竹沟镇', '有原始森林和天然温泉', '', '2021-10-06 18:15:36');
INSERT INTO `case_item` VALUES (260, '乐和乐都主题公园', 188, 0, 1706, '4A', '重庆', '重庆市永川区卫星湖街道凤龙路999号', '游玩刺激的主题乐园', '乐和乐都爱斯基摩冰雪世界,乐和乐都主题公园（重庆野生动物世界）', '2021-10-06 18:15:36');
INSERT INTO `case_item` VALUES (261, '明月山', 45, 1, 1628, '5A', '江西', '宜春市中心城南温汤镇潭下村', '山势呈半轮明月状', '云谷飞瀑,泰轩温泉,云姑沐月,温汤温泉,仰山塔林', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (262, '柯岩风景区', 113.9, 0.82, 1496, '4A', '浙江', '绍兴市柯桥区柯岩大道558号', '鲁迅笔下的鲁镇风情', '鉴湖,鲁镇', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (263, '云上草原', 320, 0, 2273, '0A', '浙江', '湖州市安吉县山川乡山川村', '高山四季刺激游乐项目', '', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (264, '韶关云门山', 87.9, 0, 1560, '4A', '广东', '广东省韶关市乳源县云门山旅游度假区（云门寺往桂头方向2公里）', '适合全家老少一同出游', '', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (265, '龙虎山', 160, 0.7, 1478, '5A', '江西', '鹰潭市郊西南20公里处龙虎山大道1号', '千古悬棺之谜', '龙虎山庄茜茜养生馆,龙虎山橡皮艇漂流,鹰潭龙虎山品梦演出,天师府,仙人城景区,崖墓,江西鹰潭圣井山大峡谷,鹰潭天门山,江西鹰潭圣井山景区,大地之母,正一观,《寻梦龙虎山》实景演出', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (266, '巫山小三峡', 113, 0.74, 1804, '5A', '重庆', '重庆市巫山县城巫峡镇宁江路', '高山峡谷间观赏千年悬棺', '巫山小小三峡', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (267, '北海公园', 11, 0.76, 2048, '4A', '北京', '北京市西城区文津街1号', '白塔湖水相依的皇家园林', '团城景区,承光殿,妙相亭,大慈真如宝殿,阅古楼,东岸景区,先蚕坛,五龙亭,北海静心斋(地安门西大街),琼岛', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (268, '响沙湾', 82, 0.84, 976, '5A', '内蒙古', '鄂尔多斯市达拉特旗响沙湾', '听听沙丘的轰鸣声', '仙沙岛', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (269, '大小洞天', 70, 0.78, 1400, '5A', '海南', '三亚市崖州区崖城南山大小洞天旅游区', '领略独特的“不老松”景观', '南极广场,南海龙王别院,不老松,寿字碑,众妙之门', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (270, '连州地下河', 96, 0.76, 902, '5A', '广东', '清远市连州市东陂镇大洞村', '深入暗河赏溶洞奇观', '', '2021-10-06 18:15:37');
INSERT INTO `case_item` VALUES (271, '鹿回头风景区', 39, 0.8, 1886, '4A', '海南', '三亚市大东海鹿岭路鹿回头公园', '登高展望三亚风光与海景', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (272, '亚木沟', 70, 0, 884, '4A', '贵州', '铜仁市江口县太平镇寨抱村', '天然的避暑胜地', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (273, '荆州方特东方神画', 280, 0, 2504, '0A', '湖北', '荆州市纪南文化旅游区方特路1号', '融合了荆楚文化的主题乐园', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (274, '罗汉岩', 40, 0, 12, '4A', '江西', '赣州市瑞金市壬田镇境内', '赏奇峰怪石的山水风光', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (275, '天涯海角', 59.5, 0.9, 1660, '4A', '海南', '三亚市沿海滨西行26公里马岭山下天涯海角景区', '与三亚地标石刻合影', '南天一柱,海判南天石,黎苗欢乐谷', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (276, '中南百草原', 180, 0.74, 1240, '4A', '浙江', '湖州市安吉县递铺镇马鞍山村', '亲近自然的度假胜地', '中南欢乐世界', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (277, '岳麓山', 0.6, 0.92, 94, '5A', '湖南', '长沙市登高路58号', '赏枫胜地，不在别处！就在这儿', '观光长廊,清风峡,自来钟,蒋翊武墓,长沙会战纪念碑,六朝松,般若园,张辉瓒墓,印心石屋,五轮塔,陈作新墓,响鼓岭,半山亭,中山纪念林碑,穿石坡湖,麓山忠烈祠,覃振墓,麓山寺碑,笑啼崖', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (278, '肇庆七星岩', 65, 0, 1326, '5A', '广东', '肇庆市端州区七星路1号', '湖上的七座石灰岩峰', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (279, '鼋头渚', 85, 0.94, 1134, '5A', '江苏', '无锡市鼋渚路1号', '太湖风光精华所在', '宝界桥,无锡人杰苑,茹经堂,太湖仙岛,充山隐秀', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (280, '三峡人家', 190, 0.78, 1576, '5A', '湖北', '宜昌市夷陵区三斗坪镇石牌村', '领略三峡原生态自然风光', '水上人家,三峡猴山,巴王寨,溪边人家,山上人家', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (281, '天津欢乐谷', 177, 0, 1080, '4A', '天津', '天津市东丽区东丽湖旅游度假区东丽之光大道', '经典亲子游乐去处', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (282, '宁波方特东方神画', 280, 0, 1358, '4A', '浙江', '宁波市杭州湾新区跨海大桥南岸（杭州湾新区天宝路188号）', '东方韵味游乐园', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (283, '肇兴侗寨', 78, 0.7, 1228, '4A', '贵州', '黔东南苗族侗族自治州黎平县肇兴镇', '鼓楼文化艺术之乡', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (284, '银子岩', 54.5, 0.78, 1404, '4A', '广西', '桂林市荔浦县马岭镇马岭镇沿321国道向北10公里(十里画廊景区)银子岩景区', '惟妙惟肖的钟乳石群', '', '2021-10-06 18:15:40');
INSERT INTO `case_item` VALUES (285, '米仓山国家森林公园', 9, 0, 130, '4A', '四川', '巴中市南江县铁炉坝村', '古朴原始的风韵犹存', '', '2021-10-06 18:15:41');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users`  (
  `name_id` int(11) NOT NULL AUTO_INCREMENT,
  `用户名` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `邮箱` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `密码` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `权限` varchar(32) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `user_datetime` datetime(0) NULL DEFAULT NULL,
  PRIMARY KEY (`name_id`) USING BTREE,
  UNIQUE INDEX `name_id`(`name_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES (1, 'admin', 'admin@qq.com', 'root123456', 'admin', '2021-10-06 12:09:55');

SET FOREIGN_KEY_CHECKS = 1;
